Repository: stillmoment-app/stillmoment
Catalog: ios/StillMoment/Resources/*.lproj/Localizable.strings
Languages: de

# welcome.title
source: Lovely to see you
de: Schön, dass du da bist

# duration.question
source: How much time do you want to gift yourself?
de: Wie viel Zeit schenkst du dir?

# duration.footer
source: You deserve this pause
de: Du verdienst diese Pause

# button.pause
source: Brief pause
de: Kurze Pause

# button.resume
source: Resume
de: Weiter

# button.done
source: Done
de: Fertig

# common.error
source: Error
de: Fehler

# common.cancel
source: Cancel
de: Abbrechen

# common.save
source: Save
de: Speichern

# common.close
source: Close
de: Schließen

# common.and
source: and
de: und

# tab.library
source: Library
de: Bibliothek

# tab.timer.accessibility
source: Timer for meditation
de: Timer für Meditation

# tab.library.accessibility
source: Guided meditations library
de: Bibliothek geführter Meditationen

# state.ready
source: Ready when you are
de: Bereit, wenn du es bist

# state.paused
source: Take your time
de: Nimm dir Zeit

# state.completed
source: Thank you
de: Danke dir

# affirmation.preparation.1
source: Settle in...
de: Lass dich ankommen...

# affirmation.preparation.2
source: Take a deep breath...
de: Atme tief durch...

# affirmation.preparation.3
source: Prepare gently...
de: Bereite dich sanft vor...

# affirmation.preparation.4
source: Time for you soon...
de: Gleich ist Zeit für dich...

# affirmation.running.1
source: Breathe softly
de: Atme sanft

# affirmation.running.2
source: All is welcome
de: Alles darf sein

# affirmation.running.3
source: You're here, that's enough
de: Du bist hier, das reicht

# affirmation.running.4
source: Kindness begins here
de: Freundlichkeit beginnt hier

# affirmation.running.5
source: You are doing wonderfully
de: Du machst das wunderbar

# settings.title
source: Settings
de: Einstellungen

# settings.backgroundAudio.title
source: Soundscape
de: Hintergrund-Audio

# settings.backgroundAudio.silent
source: Silent
de: Leise

# settings.backgroundAudio.whiteNoise
source: White Noise
de: Weißes Rauschen

# settings.backgroundAudio.footer.silent
source: Keeps the app gently active in the background. Almost silent, just present.
de: Hält die App sanft im Hintergrund aktiv. Fast unhörbar, einfach präsent.

# settings.backgroundAudio.footer.whiteNoise
source: Soft ambient sound to help you settle into your practice.
de: Sanfter Umgebungsklang, der dir hilft, dich in deine Praxis einzufinden.

# settings.intervalGongs.title
source: Interval Gongs
de: Intervall-Gongs

# settings.intervalGongs.description
source: Play a gong sound at regular intervals during meditation
de: Ein Gong-Klang in regelmäßigen Abständen während der Meditation

# settings.intervalGongs.interval
source: Interval
de: Intervall

# settings.intervalGongs.footer
source: A gentle bell every %d minutes invites you to check in with yourself.
de: Eine sanfte Glocke alle %d Minuten lädt dich ein, bei dir selbst einzuchecken.

# settings.interval.3min
source: 3 minutes
de: 3 Minuten

# settings.interval.5min
source: 5 minutes
de: 5 Minuten

# settings.interval.10min
source: 10 minutes
de: 10 Minuten

# settings.preparationTime.header
source: Preparation Time
de: Vorbereitungszeit

# settings.preparationTime.title
source: Preparation Time
de: Vorbereitungszeit

# settings.preparationTime.description
source: Time to settle in before meditation
de: Zeit zum Ankommen vor der Meditation

# settings.preparationTime.duration
source: Duration
de: Dauer

# settings.preparationTime.5s
source: 5 seconds
de: 5 Sekunden

# settings.preparationTime.10s
source: 10 seconds
de: 10 Sekunden

# settings.preparationTime.15s
source: 15 seconds
de: 15 Sekunden

# settings.preparationTime.20s
source: 20 seconds
de: 20 Sekunden

# settings.preparationTime.30s
source: 30 seconds
de: 30 Sekunden

# settings.preparationTime.45s
source: 45 seconds
de: 45 Sekunden

# settings.startGong.title
source: Gong Sound
de: Gong-Ton

# accessibility.settings
source: Settings
de: Einstellungen

# accessibility.settings.hint
source: Open settings to configure interval gongs
de: Einstellungen öffnen, um Intervall-Gongs zu konfigurieren

# accessibility.startMeditation
source: Start meditation
de: Meditation starten

# accessibility.startMeditation.hint
source: Starts the meditation timer with the selected duration
de: Startet den Meditationstimer mit der gewählten Dauer

# accessibility.pauseMeditation
source: Pause meditation
de: Meditation pausieren

# accessibility.pauseMeditation.hint
source: Pauses the running meditation timer
de: Pausiert den laufenden Meditationstimer

# accessibility.resumeMeditation
source: Resume meditation
de: Meditation fortsetzen

# accessibility.resumeMeditation.hint
source: Resumes the paused meditation timer
de: Setzt den pausierten Meditationstimer fort

# accessibility.durationPicker
source: Meditation duration picker
de: Meditationsdauer-Auswahl

# accessibility.durationPicker.hint
source: Select the duration for your meditation session in minutes
de: Wähle die Dauer für deine Meditationssitzung in Minuten

# accessibility.durationPicker.label
source: Minutes
de: Minuten

# accessibility.preparation
source: Preparation: %d seconds
de: Vorbereitung: %d Sekunden

# accessibility.remainingTime
source: Remaining time: %@
de: Verbleibende Zeit: %@

# accessibility.timerState.idle
source: Timer is ready to start
de: Der Timer ist bereit zu starten

# accessibility.timerState.preparation
source: Preparation in progress. Get ready to meditate.
de: Vorbereitung läuft. Mach dich bereit zu meditieren.

# accessibility.timerState.running
source: Timer is running. Currently meditating.
de: Timer läuft. Aktuell am meditieren.

# accessibility.timerState.paused
source: Timer is paused
de: Timer ist pausiert

# accessibility.timerState.completed
source: Meditation session completed
de: Meditationssitzung abgeschlossen

# accessibility.intervalGongs
source: Interval Gongs
de: Intervall-Gongs

# accessibility.intervalGongs.hint
source: Enable or disable interval gongs during meditation
de: Aktiviere oder deaktiviere Intervall-Gongs während der Meditation

# accessibility.startGongSound
source: Gong Sound
de: Gong-Ton

# accessibility.startGongSound.hint
source: Choose the gong sound for start and end of meditation
de: Wähle den Gong-Ton für Start und Ende der Meditation

# accessibility.intervalDuration
source: Interval duration
de: Intervalldauer

# accessibility.intervalDuration.hint
source: Select how often the interval gong should play
de: Wähle aus, wie oft der Intervall-Gong gespielt werden soll

# accessibility.preparationTime
source: Preparation time
de: Vorbereitungszeit

# accessibility.preparationTime.hint
source: Enable or disable preparation time before meditation
de: Aktiviere oder deaktiviere die Vorbereitungszeit vor der Meditation

# accessibility.preparationTimeDuration
source: Preparation duration
de: Vorbereitungsdauer

# accessibility.preparationTimeDuration.hint
source: Select the duration of preparation time in seconds
de: Wähle die Dauer der Vorbereitungszeit in Sekunden

# accessibility.done
source: Done
de: Fertig

# accessibility.done.hint
source: Save settings and close
de: Einstellungen speichern und schließen

# accessibility.editSheet.cancel.hint
source: Closes the form without saving changes
de: Schließt das Formular ohne zu speichern

# accessibility.editSheet.save.hint
source: Saves your changes and closes the form
de: Speichert die Änderungen und schließt das Formular

# accessibility.closeFocus
source: Close focus mode
de: Fokus-Modus schließen

# accessibility.closeFocus.hint
source: Ends meditation and returns to timer selection
de: Beendet die Meditation und kehrt zur Timer-Auswahl zurück

# time.minutes
source: %d minutes
de: %d Minuten

# time.seconds
source: %d seconds
de: %d Sekunden

# time.second
source: %d second
de: %d Sekunde

# time.remaining
source: remaining
de: verbleibend

# time.zeroRemaining
source: Zero seconds remaining
de: Null Sekunden verbleibend

# guided_meditations.title
source: Guided Meditations
de: Geführte Meditationen

# guided_meditations.button
source: Guided Meditations
de: Geführte Meditationen

# guided_meditations.add
source: Add meditation
de: Meditation hinzufügen

# guided_meditations.import
source: Import meditation
de: Meditation importieren

# guided_meditations.edit
source: Edit
de: Bearbeiten

# guided_meditations.empty.title
source: No meditations yet
de: Noch keine Meditationen

# guided_meditations.empty.message
source: Add your first guided meditation by importing an MP3 file from the Files app.
de: Füge deine erste geführte Meditation hinzu, indem du eine MP3-Datei aus der Dateien-App importierst.

# guided_meditations.migration.title
source: Updating Library
de: Bibliothek wird aktualisiert

# guided_meditations.migration.message
source: Your meditations are being updated. This may take a moment.
de: Deine Meditationen werden aktualisiert. Das kann einen Moment dauern.

# guided_meditations.delete.title
source: Delete Meditation
de: Meditation löschen

# guided_meditations.delete.message
source: Are you sure you want to delete "%@"?
de: Möchtest du "%@" wirklich löschen?

# guided_meditations.delete.confirm
source: Delete
de: Löschen

# guided_meditations.edit.title
source: Edit meditation
de: Meditation bearbeiten

# guided_meditations.edit.teacher
source: Teacher/Guide
de: Lehrer/Guide

# guided_meditations.edit.teacherPlaceholder
source: Teacher's name
de: Name des Lehrers

# guided_meditations.edit.namePlaceholder
source: Meditation name
de: Name der Meditation

# guided_meditations.edit.file
source: File
de: Datei

# guided_meditations.edit.duration
source: Duration
de: Dauer

# guided_meditations.edit.fileInfo
source: File Information
de: Datei-Informationen

# guided_meditations.player.teacher
source: Teacher
de: Lehrer

# guided_meditations.player.title
source: Meditation title
de: Meditationstitel

# guided_meditations.player.progress
source: Progress
de: Fortschritt

# guided_meditations.player.currentTime
source: Current time
de: Aktuelle Zeit

# guided_meditations.player.remainingTime
source: Remaining time
de: Verbleibende Zeit

# guided_meditations.player.play
source: Play
de: Abspielen

# guided_meditations.player.pause
source: Pause
de: Pausieren

# guided_meditations.player.stop
source: Stop
de: Stoppen

# guided_meditations.player.skipForward
source: Skip forward 15 seconds
de: 15 Sekunden vorspulen

# guided_meditations.player.skipBackward
source: Skip backward 15 seconds
de: 15 Sekunden zurückspulen

# accessibility.guidedMeditations.hint
source: Open guided meditations library
de: Öffne die Bibliothek der geführten Meditationen

# accessibility.library.add.hint
source: Opens file picker to import a guided meditation
de: Öffnet die Dateiauswahl zum Importieren einer geführten Meditation

# accessibility.library.row.hint
source: Opens the meditation player
de: Öffnet den Meditations-Player

# accessibility.library.edit.hint
source: Opens edit form to change meditation details
de: Öffnet das Bearbeitungsformular für die Meditationsdetails

# accessibility.library.import.hint
source: Opens file picker to import your first guided meditation
de: Öffnet die Dateiauswahl zum Importieren deiner ersten geführten Meditation

# accessibility.library.overflow
source: More options
de: Weitere Optionen

# accessibility.library.overflow.hint
source: Opens menu with edit and delete options
de: Öffnet Menü mit Bearbeiten- und Löschen-Optionen

# autocomplete.suggestion
source: Select %@
de: %@ auswählen

# autocomplete.suggestion.hint
source: Double tap to use this suggestion
de: Doppeltippen um diesen Vorschlag zu verwenden

# error.audioFileNotFound
source: Audio file not found
de: Audiodatei nicht gefunden

# error.audioFileMissing
source: Audio file is missing
de: Audiodatei fehlt
